Revit 2015 API
MeshArray Constructor
Initializes a new instance of the MeshArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public MeshArray()
Visual Basic
Public Sub New
Visual C++
public:
MeshArray()
See Also
MeshArray Class
Autodesk.Revit.DB Namespace